[
  {
    "name": "BioChatter",
    "short_description": "A platform for the biomedical application of Large Language Models",
    "long_description": "BioChatter is an open framework for collecting and providing functionalities around the application of Large Language Models (LLMs), including connectivity to knowledge graphs created in BioCypher. We cover aspects such as Retrieval Augmented Generation and prompt engineering in the biomedical context, and pay particular respect to evaluating model performance of proprietary and open-source LLMs.",
    "code_repository": "https://github.com/biocypher/biochatter",
    "website": "https://biocypher.github.io/biochatter",
    "publication": "https://arxiv.org/abs/2305.06488",
    "image": "biochatter.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "BioCypher",
    "short_description": "A unifying framework for biomedical research knowledge graphs",
    "long_description": "BioCypher is an open framework for creating versatile knowledge graphs that are grounded in ontologies, with a particular focus on user-friendliness and usability. We streamline the entire process of knowledge representation from primary resources to downstream usage in reproducible and containerised pipelines, and maintain a community for developing and sharing these pipelines.",
    "code_repository": "https://github.com/saezlab/BioCypher",
    "website": "https://biocypher.org/",
    "publication": "https://zenodo.org/records/10320714",
    "image": "biocypher.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "CellNOpt",
    "short_description": "Create logic models of signaling networks and train them with perturbation data",
    "long_description": "CellNetOptimizer (CellNOpt) is a toolbox for creating logic-based models of signal transduction networks, and training them against high-throughput biochemical data, and is freely available both for R and matlab.",
    "code_repository": "https://github.com/cellnopt/cellnopt",
    "website": "https://saezlab.github.io/CellNOptR/",
    "publication": "https://academic.oup.com/bioinformatics/advance-article/doi/10.1093/bioinformatics/btaa561/5855133",
    "image": "cellnopt.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "CollecTRI",
    "short_description": "Collection of Transcriptional Regulatory Interactions",
    "long_description": "The CollecTRI-derived regulons contain signed transcription factor (TF) – target gene interactions compiled from 12 different resources. This collection provides an increased coverage of transcription factors and was benchmarked against other known GRNs, showing a superior performance in identifying perturbed TFs based on gene expression data using the knockTF data sets.",
    "code_repository": "https://github.com/saezlab/CollecTRI",
    "website": "https://github.com/saezlab/CollecTRI",
    "publication": "http://europepmc.org/abstract/MED/37843125",
    "image": "collectri.png",
    "categories": {
      "featured": true,
      "tool": false,
      "database": true
    }
  },
  {
    "name": "CORNETO",
    "short_description": "Unified framework for network inference problems",
    "long_description": "CORNETO is a unified framework for integrating common network inference problems in biology through constraint programming. It supports tasks like the contextualisation of signalling networks or inference of metabolic networks from Genome-Scale Models with full support of Flux Balance Analysis. It provides a flexible Python API for model creation and optimisation with a wide variety of solvers.",
    "code_repository": "https://github.com/saezlab/corneto ",
    "website": "https://github.com/saezlab/corneto ",
    "publication": "",
    "image": "corneto.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "COSMOS",
    "short_description": "Mechanistic integration of multi-omics with prior knowledge into causal networks",
    "long_description": "COSMOS (Causal Oriented Search of Multi-Omic Space) is a method that integrates phosphoproteomics, transcriptomics, and metabolomics data sets. COSMOS leverages extensive prior knowledge of signaling pathways, metabolic networks, and gene regulation with computational methods to estimate activities of transcription factors and kinases as well as network-level causal reasoning. This pipeline can provide mechanistic explanations for experimental observations across multiple omic data sets.",
    "code_repository": "https://github.com/saezlab/COSMOS/",
    "website": "https://saezlab.github.io/cosmosR/",
    "publication": "http://europepmc.org/abstract/MED/33502086",
    "image": "cosmos.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "decoupleR",
    "short_description": "Estimate biological activities from omics data",
    "long_description": "Many methods allow us to extract biological activities from omics data using information from prior knowledge resources. decoupleR is a Bioconductor and Python package containing different statistical methods to extract these signatures within a unified framework. It can be used with any omic, as long as its features can be linked to a biological process based on prior knowledge. For example, in transcriptomic, gene sets regulated by a transcription factor, or in phospho-proteomics phosphosites targeted by a kinase.",
    "code_repository": "https://github.com/saezlab/decoupler-py",
    "website": "https://decoupler-py.readthedocs.io/en/latest/index.html",
    "publication": "https://academic.oup.com/bioinformaticsadvances/article/2/1/vbac016/6544613?login=false",
    "image": "decoupler.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "DOT",
    "short_description": "An optimization framework for transferring cell features from a reference data to spatial omics",
    "long_description": "DOT is an optimization framework for transferring cell features (such as cell types/states) from a reference data (such as single-cell RNA-seq) to spots/cells in spatial omics across diverse platforms, tissue types, and resolutions. DOT captures heterogeneity in cell populations, utilizes modality specific features such as spatial information, and offers absolute abundance at different locations.",
    "code_repository": "https://github.com/saezlab/DOT",
    "website": "https://saezlab.github.io/DOT",
    "publication": "https://arxiv.org/abs/2301.01682",
    "image": "dot.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "LIANA+",
    "short_description": "Framework to infer inter- and intra-cellular signalling from single-cell and spatial omics",
    "long_description": "LIANA+ is a scalable framework to decode coordinated inter- and intra-cellular signalling events from single-cell and spatially-resolved omics data. It enables comparative analyses across experimental conditions and supports the incorporation of diverse molecular mediators, such as those identified via multi-omics datasets. Thereby, LIANA+ provides an all-in-one solution to contemporary cell-cell communication inference.",
    "code_repository": "https://github.com/saezlab/liana-py",
    "website": "https://liana-py.readthedocs.io ",
    "publication": "http://europepmc.org/abstract/PPR/PPR705071",
    "image": "liana.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "MISTy",
    "short_description": "Explainable machine learning models for single-cell, highly multiplexed, spatially resolved data",
    "long_description": "The Multiview Intercellular SpaTial modeling framework (MISTy) is an explainable machine learning framework for knowledge extraction and analysis of single-cell, highly multiplexed, spatially resolved data. MISTy facilitates an in-depth understanding of marker interactions by profiling the intra- and intercellular relationships. MISTy is a flexible framework able to process a custom number of views. Each of these views can describe a different spatial context, i.e., define a relationship among the observed expressions of the markers, such as intracellular regulation or paracrine regulation, but also, the views can also capture cell-type specific relationships, capture relations between functional footprints or focus on relations between different anatomical regions. Each MISTy view is considered as a potential source of variability in the measured marker expressions. Each MISTy view is then analyzed for its contribution to the total expression of each marker and is explained in terms of the interactions with other measurements that led to the observed contribution.",
    "code_repository": "https://github.com/saezlab/mistyR/",
    "website": "https://saezlab.github.io/mistyR/",
    "publication": "http://europepmc.org/abstract/PPR/PPR161840",
    "image": "misty.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "NetworkCommons",
    "short_description": "Platform for network inference based on prior knowledge and omics data",
    "long_description": "NetworkCommons is a community-driven platform designed to simplify access to tools and resources for inferring context-specific protein interaction networks by integrating context-agnostic prior knowledge with omics data. These networks have a wide range of applications, from omics data interpretation to identifying drug targets and key driver mutations.Addressing the complexity and fragmentation of data, methods, and tools across multiple repositories, NetworkCommons offers an API that provides access to raw and preprocessed omics data, directed and/or signed template graphs, and various network inference methods. By streamlining accessibility, we aim to support systematic benchmarking, enhance critical assessment, and foster collaborative advancements in network biology.",
    "code_repository": "https://github.com/saezlab/networkcommons",
    "website": "https://networkcommons.readthedocs.io/en/main/",
    "publication": "http://europepmc.org/abstract/PPR/PPR945273",
    "image": "networkcommons.png",
    "categories": {
      "featured": true,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "OmniPath",
    "short_description": "Molecular prior knowledge from more than 170 databases. Pathways, intercellular communication and more.",
    "long_description": "OmniPath is a comprehensive collection of molecular prior knowledge such as literature curated human and rodent signaling pathways, enzyme-substrate interactions, protein complexes, molecular annotations (function, localization and many others) and inter-cellular communication roles. OmniPath is built by pypath, a powerful Python module for molecular networks and pathways analysis. It is available by a web service athttps://omnipathdb.org/, anR/Bioconductor packageOmnipathR, aPython clientand theOmniPath Cytoscape app.",
    "code_repository": "https://github.com/saezlab/pypath",
    "website": "https://omnipathdb.org/",
    "publication": "http://europepmc.org/abstract/MED/33749993",
    "image": "omnipath.png",
    "categories": {
      "featured": true,
      "tool": false,
      "database": true
    }
  },
  {
    "name": "PROGENy",
    "short_description": "Collection of target genes (footprints) of signaling pathways",
    "long_description": "PROGENy (Pathway RespOnsive GENes) is a collection of  target genes of diverse signaling pathways. It can be used to  infer activity of signaling pathways from  transcriptomics data usingdecoupler.",
    "code_repository": "https://github.com/saezlab/progeny",
    "website": "https://saezlab.github.io/progeny/",
    "publication": "http://europepmc.org/abstract/MED/29295995",
    "image": "progeny.png",
    "categories": {
      "featured": true,
      "tool": false,
      "database": true
    }
  },
  {
    "name": "BioServices",
    "short_description": "Python package to access Bioinformatics Web Services.",
    "long_description": "BioServices is a Python package that provides access to many Bioinformatics Web Services (e.g., UniProt) and a framework to easily implement Web Service wrappers (based on WSDL/SOAP or REST protocols).",
    "code_repository": "https://github.com/cokelaer/bioservices",
    "website": "https://pypi.python.org/pypi/bioservices",
    "publication": "http://europepmc.org/abstract/MED/24064416",
    "image": "bioservices.png",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "Birewire",
    "short_description": "R package for the randomisation of bipartite graphs.",
    "long_description": "Birewire is an R package implementing high-performing routines for the randomisation of bipartite graphs preserving their node degrees (i.e. Network Rewiring), through the Switching Algorithm (SA) . BiRewire analytically estimates the number of Switching Steps to be performed in order for the similarity between the original network and its rewired version to reach a plateau (i.e. to achieve the maximal level of randomness) according to the lower bound.",
    "code_repository": "https://github.com/saezlab/BiRewire",
    "website": "https://saezlab.github.io/BiRewire/",
    "publication": "http://europepmc.org/abstract/MED/27998275",
    "image": "birewire.jpeg",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "CARNIVAL",
    "short_description": "Find causal paths upstream of transcription factors in signaling networks from transcriptomics",
    "long_description": "CARNIVAL (CAusal Reasoning for Network identification using Integer VALue programming) allows to derive perturbed signalling pathways topology after drugs perturbation based on gene expression data. CARNIVAL is available as an R package, also in Bioconductor.",
    "code_repository": "http://github.com/saezlab/carnival ",
    "website": "http://saezlab.github.io/CARNIVAL",
    "publication": "http://europepmc.org/abstract/MED/31728204",
    "image": "carnival.png",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "DREAMTools",
    "short_description": "Code used in the scoring of DREAM challenges.",
    "long_description": "DREAMTools provides the code used in the scoring ofDREAMchallenges that pose fundamental questions about system biology and translational medicine.",
    "code_repository": "https://github.com/dreamtools/dreamtools",
    "website": "http://dreamtools.readthedocs.io/en/latest/",
    "publication": "http://europepmc.org/abstract/MED/27134723",
    "image": "dreamtools.png",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "DrugVsDisease",
    "short_description": "R/Cytoscape pipeline to compare drug and disease gene expression profiles.",
    "long_description": "DrugVsDisease (DvD) provides a pipeline, available through R or Cytoscape, for the comparison of drug and disease gene expression profiles from public microarray repositories.",
    "code_repository": "https://github.com/saezlab/DrugVsDisease",
    "website": "https://saezlab.github.io/DrugVsDisease/",
    "publication": "http://europepmc.org/abstract/MED/23129297",
    "image": "drugvsdisease.png",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "GDSCTools",
    "short_description": "Python library dedicated to the study pharmacogenomic relationships.",
    "long_description": "GDSCTools is an open-source Python library dedicated to the study pharmacogenomic relationships in the context of theGDSC (Genomics of Drug Sensitivity in Cancer)project. The main developer isThomas Cokelaer (Institut Pasteur), and it is a joint effort with the groups ofMathew Garnett (Sanger Institute)and Julio Saez-Rodriguez.GDSCTools is hosted byGitHuband documentedhere.",
    "code_repository": "https://github.com/CancerRxGene/gdsctools",
    "website": "http://gdsctools.readthedocs.io/en/master/",
    "publication": "http://europepmc.org/abstract/MED/29186349",
    "image": "gdsctools.jpg",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "lipyd",
    "short_description": "Python module for lipidomics LC MS/MS data analysis",
    "long_description": "",
    "code_repository": "https://github.com/saezlab/lipyd",
    "website": "https://saezlab.github.io/lipyd",
    "publication": "",
    "image": "lipyd.png",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "MEIGO",
    "short_description": "Global optimization toolbox including metaheuristic and Bayesian methods.",
    "long_description": "MEIGO is a global optimization toolbox that includes a number of metaheuristic methods as well as a Bayesian inference method for parameter estimation. It is developed jointly with the group of Julio Banga.MEIGO is described in (Egea et al, BMC Bioinformatics, 2014), and hostedhere.",
    "code_repository": "http://gingproc.iim.csic.es/meigo.html",
    "website": "http://europepmc.org/abstract/MED/24885957",
    "publication": "",
    "image": "meigo.jpg",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "ocEAn",
    "short_description": "Metabolic enzyme enrichment analysis",
    "long_description": "OCEAN: a method that defines metabolic enzyme footprint from a curated reduced version of the recon2 reaction network. The metabolic enzyme footprints are used to explore coordinated deregulations of metabolite abundances with respect to their position relative to metabolic enzymes. This is similar to Kinase-substrate and TF-targets enrichment analyses.",
    "code_repository": "https://github.com/saezlab/ocean",
    "website": "https://saezlab.github.io/ocean",
    "publication": "http://europepmc.org/abstract/MED/36539415",
    "image": "ocean.png",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "PHONEMeS",
    "short_description": "Build causal signaling networks from untargeted  mass-spectrometry Phosphoproteomics and prior knowledge",
    "long_description": "PHONEMEs  builds logic models from discovery mass-spectrometry based Phosphoproteomic data.",
    "code_repository": "https://github.com/saezlab/PHONEMeS/",
    "website": "https://saezlab.github.io/PHONEMeS/",
    "publication": "http://europepmc.org/abstract/MED/26354681",
    "image": "phonemes.jpg",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "SLAPenrich",
    "short_description": "R package to identify pathway-level enrichments of genetic alterations.",
    "long_description": "SLAPEnrich, a statistical method implemented in an open source R package, to identify pathway-level enrichments of genetic alterations.",
    "code_repository": "https://github.com/saezlab/SLAPenrich",
    "website": "https://saezlab.github.io/SLAPenrich/",
    "publication": "http://europepmc.org/abstract/MED/29713020",
    "image": "slapenrich.png",
    "categories": {
      "featured": false,
      "tool": true,
      "database": false
    }
  },
  {
    "name": "MetalinksDB",
    "short_description": "Database of protein-metabolite and small molecule ligand-receptor interactions",
    "long_description": "Interactions between proteins and metabolites are key for cellular function, from the catalytic breakdown of nutrients to signaling. An important case is cell-cell communication, where cellular metabolites are secreted into the microenvironment and initiate a signaling cascade by binding to an intra- or extracellular receptor of another cell. While protein-protein mediated cell-cell communication is routinely inferred from transcriptomic data, for metabolite-protein interactions this is challenging due to the limitations of high-throughput single-cell and spatial metabolomics technologies, together with the absence of comprehensive prior knowledge resources that include metabolites. Here we report MetalinksDB, a comprehensive and flexible database of intercellular metabolite-protein interactions that is a magnitude larger than existing ones. MetalinksDB can be tailored to specific biological contexts such as diseases, pathways, or tissue/cellular locations by querying subsets of interactions using the web interface (https://metalinks.omnipathdb.org/) or the knowledge graph adapters.",
    "code_repository": "https://github.com/saezlab/MetalinksDB",
    "website": "https://metalinks.omnipathdb.org/",
    "publication": "http://europepmc.org/abstract/MED/39038934",
    "image": "metalinksdb.png",
    "categories": {
      "featured": false,
      "tool": false,
      "database": true
    }
  }
]